Repository: AdilHamidii/vsms
Catalog: VirtualSIM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: Something went wrong saving that. Your credits are unchanged.
de: Beim Speichern ist etwas schiefgelaufen. Ihre Credits sind unverändert.
es: Algo salió mal al guardar. Sus créditos no han cambiado.
fr: Un problème est survenu lors de l'enregistrement. Vos crédits sont inchangés.
it: Qualcosa è andato storto nel salvataggio. I suoi crediti sono invariati.
ja: 保存中に問題が発生しました。クレジットは変更されていません。
pt_br: Algo deu errado ao salvar. Seus créditos não mudaram.

source: Soonest plan expires in %lld days
de: Nächster Tarif läuft in %lld Tagen ab
es: El plan más próximo caduca en %lld días
fr: Le prochain forfait expire dans %lld jours
it: Il piano più vicino scade tra %lld giorni
ja: 最も近いプランはあと%lld日で期限切れ
pt_br: O plano mais próximo expira em %lld dias

source: Soonest plan expires today
de: Nächster Tarif läuft heute ab
es: El plan más próximo caduca hoy
fr: Le prochain forfait expire aujourd'hui
it: Il piano più vicino scade oggi
ja: 最も近いプランは本日期限切れ
pt_br: O plano mais próximo expira hoje

source: Soonest plan expires tomorrow
de: Nächster Tarif läuft morgen ab
es: El plan más próximo caduca mañana
fr: Le prochain forfait expire demain
it: Il piano più vicino scade domani
ja: 最も近いプランは明日期限切れ
pt_br: O plano mais próximo expira amanhã

source: Sorry, running 10 min late
de: Sorry, ich komme 10 Min später
es: Perdona, llego 10 min tarde
fr: Désolé, j'aurai 10 min de retard
it: Scusa, arrivo con 10 min di ritardo
ja: すみません、10分ほど遅れます
pt_br: Desculpa, vou atrasar 10 min

source: Speaker
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
it: Altoparlante
ja: スピーカー
pt_br: Viva-voz

source: Standard numbers in %@ have been failing. We recommend Real SIM.
de: Standard-Nummern in %@ schlagen derzeit fehl. Wir empfehlen Real SIM.
es: Los números Estándar en %@ están fallando. Recomendamos Real SIM.
fr: Les numéros Standard en %@ échouent actuellement. Nous recommandons Real SIM.
it: I numeri Standard in %@ stanno fallendo. Consigliamo Real SIM.
ja: %@ では標準番号の失敗が続いています。Real SIM をおすすめします。
pt_br: Os números Padrão em %@ estão falhando. Recomendamos o Real SIM.

source: Still confirming
de: Wird noch bestätigt
es: Aún confirmando
fr: Confirmation en cours
it: Conferma in corso
ja: 確認中
pt_br: Ainda confirmando

source: Still loading. A slow connection can take a moment.
de: Lädt noch – bei langsamer Verbindung kann es einen Moment dauern.
es: Aún cargando: con una conexión lenta puede tardar un momento.
fr: Chargement en cours. Cela peut prendre un instant avec une connexion lente.
it: Caricamento in corso: con una connessione lenta può volerci un momento.
ja: 読み込み中です。通信が遅いと少し時間がかかることがあります。
pt_br: Ainda carregando. Em uma conexão lenta pode levar um momento.

source: Stock moves through the day. Another city will have some.
de: Der Bestand ändert sich im Tagesverlauf – in einer anderen Stadt gibt es welche.
es: El stock cambia a lo largo del día: otra ciudad tendrá.
fr: Le stock évolue au fil de la journée. Une autre ville en aura.
it: La disponibilità cambia nel corso della giornata. Un'altra città ne avrà.
ja: 在庫は一日を通して変動します。別の都市なら残っているはずです。
pt_br: O estoque muda ao longo do dia. Outra cidade vai ter.

source: Store
de: Shop
es: Tienda
fr: Boutique
it: Negozio
ja: ストア
pt_br: Loja

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati
ja: 登録する
pt_br: Assinar

source: Taking a little longer than usual. This keeps working if you close the app.
de: Dauert etwas länger als sonst – das läuft weiter, auch wenn Sie die App schließen.
es: Está tardando algo más de lo normal: esto sigue funcionando aunque cierres la app.
fr: Cela prend un peu plus de temps que d'habitude. Tout continue même si vous fermez l'app.
it: Ci vuole un po' più del solito. Continua a funzionare anche se chiudi l'app.
ja: いつもより少し時間がかかっています。アプリを閉じても処理は続きます。
pt_br: Está demorando um pouco mais que o normal. Isto continua funcionando se você fechar o app.

source: Tap Domain below
de: Unten auf Domain tippen
es: Toca Dominio abajo
fr: Touchez Domaine ci-dessous
it: Tocca Dominio qui sotto
ja: 下の「ドメイン」をタップ
pt_br: Toque em Domínio abaixo

source: Tap to copy
de: Zum Kopieren tippen
es: Toca para copiar
fr: Touchez pour copier
it: Tocca per copiare
ja: タップしてコピー
pt_br: Toque para copiar

source: Temporarily unavailable
de: Vorübergehend nicht verfügbar
es: No disponible temporalmente
fr: Temporairement indisponible
it: Temporaneamente non disponibile
ja: 一時的に利用できません
pt_br: Temporariamente indisponível

source: Temporary e-mail
de: Temporäre E-Mail
es: Correo temporal
fr: E-mail temporaire
it: Email temporanea
ja: 一時メールアドレス
pt_br: E-mail temporário

source: Temporary inbox
de: Temporäres Postfach
es: Buzón temporal
fr: Boîte de réception temporaire
it: Casella temporanea
ja: 一時受信トレイ
pt_br: Caixa de entrada temporária

source: Temporary number
de: Temporäre Nummer
es: Número temporal
fr: Numéro temporaire
it: Numero temporaneo
ja: 一時番号
pt_br: Número temporário

source: Terms
de: Nutzungsbedingungen
es: Términos
fr: Conditions
it: Condizioni
ja: 利用規約
pt_br: Termos

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
ja: 利用規約
pt_br: Termos de Uso

source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
it: Condizioni d’uso
ja: 利用規約
pt_br: Termos de uso

source: Tested by us
de: Von uns getestet
es: Probado por nosotros
fr: Testé par nous
it: Testato da noi
ja: 当社で検証済み
pt_br: Testado por nós

source: Texts sent to it land here. Share it with someone to get started.
de: An sie gesendete SMS landen hier. Teilen Sie sie mit jemandem, um loszulegen.
es: Los mensajes que le envíen aparecen aquí. Compártelo con alguien para empezar.
fr: Les SMS qui lui sont envoyés arrivent ici. Partagez-le avec quelqu'un pour commencer.
it: Gli SMS inviati a questo numero arrivano qui. Condividilo con qualcuno per iniziare.
ja: この番号宛のSMSはここに表示されます。誰かに番号を教えて始めましょう。
pt_br: As mensagens enviadas para ele aparecem aqui. Compartilhe com alguém para começar.

source: That code isn't valid.
de: Dieser Code ist ungültig.
es: Ese código no es válido.
fr: Ce code n'est pas valide.
it: Questo codice non è valido.
ja: このコードは無効です。
pt_br: Esse código não é válido.

source: That email domain just ran out. Try another one.
de: Diese E-Mail-Domain ist gerade ausverkauft. Versuchen Sie eine andere.
es: Ese dominio de correo se acaba de agotar. Pruebe con otro.
fr: Ce domaine e-mail vient d'être épuisé. Essayez-en un autre.
it: Quel dominio email si è appena esaurito. Ne provi un altro.
ja: そのメールドメインは在庫切れになりました。別のものをお試しください。
pt_br: Esse domínio de e-mail acabou. Tente outro.

source: That purchase didn't complete. Please try again.
de: Dieser Kauf wurde nicht abgeschlossen. Bitte erneut versuchen.
es: Esa compra no se completó. Inténtalo de nuevo.
fr: Cet achat n'a pas abouti. Veuillez réessayer.
it: L'acquisto non è andato a buon fine. Riprova.
ja: 購入は完了しませんでした。もう一度お試しください。
pt_br: A compra não foi concluída. Tente novamente.

source: That service isn't available anymore.
de: Dieser Dienst ist nicht mehr verfügbar.
es: Ese servicio ya no está disponible.
fr: Ce service n'est plus disponible.
it: Quel servizio non è più disponibile.
ja: そのサービスは利用できなくなりました。
pt_br: Esse serviço não está mais disponível.

source: That's the whole idea. You're here to keep your real number to yourself.
de: Genau darum geht es – Sie sind hier, um Ihre echte Nummer für sich zu behalten.
es: Esa es la idea: estás aquí para no compartir tu número real.
fr: C'est tout l'intérêt. Vous êtes ici pour garder votre vrai numéro pour vous.
it: È proprio questo il punto: sei qui per tenere il tuo numero vero per te.
ja: それこそがこのアプリの目的です。本当の番号は自分だけのものに。
pt_br: Essa é a ideia. Você está aqui para manter seu número real só seu.

source: The App Store isn't offering this subscription right now. Please try again in a moment.
de: Der App Store bietet dieses Abo gerade nicht an. Bitte versuchen Sie es gleich noch einmal.
es: La App Store no ofrece esta suscripción ahora mismo. Inténtalo de nuevo en un momento.
fr: L'App Store ne propose pas cet abonnement pour le moment. Veuillez réessayer dans un instant.
it: L'App Store non offre questo abbonamento al momento. Riprova tra poco.
ja: 現在App Storeでこのサブスクリプションを提供できません。少ししてからもう一度お試しください。
pt_br: A App Store não está oferecendo esta assinatura agora. Tente novamente em instantes.

source: The catalog hasn't loaded yet.
de: Der Katalog ist noch nicht geladen.
es: El catálogo aún no se ha cargado.
fr: Le catalogue n'est pas encore chargé.
it: Il catalogo non è ancora stato caricato.
ja: カタログがまだ読み込まれていません。
pt_br: O catálogo ainda não carregou.

source: The code lands here. Paste it back
de: Der Code landet hier – fügen Sie ihn dort ein
es: El código aparece aquí: pégalo de vuelta
fr: Le code arrive ici. Collez-le ensuite
it: Il codice arriva qui. Incollalo di nuovo
ja: コードはここに表示されます。貼り付けて戻しましょう
pt_br: O código aparece aqui. É só colar de volta

source: The window closed before anything arrived, so your %lld credits went back to your balance.
de: Das Zeitfenster schloss, bevor etwas ankam – Ihre %lld Credits sind zurück auf Ihrem Guthaben.
es: La ventana se cerró antes de que llegara nada, así que tus %lld créditos volvieron a tu saldo.
fr: La fenêtre s'est fermée avant que quoi que ce soit n'arrive : vos %lld crédits sont revenus sur votre solde.
it: La finestra si è chiusa prima che arrivasse qualcosa, quindi i tuoi %lld crediti sono tornati sul saldo.
ja: 何も届かないまま受付時間が終了したため、%lldクレジットは残高に戻りました。
pt_br: A janela fechou antes de qualquer coisa chegar, então seus %lld créditos voltaram para o saldo.

source: The window closed before anything arrived. Nothing was charged.
de: Das Zeitfenster schloss, bevor etwas ankam. Es wurde nichts berechnet.
es: La ventana se cerró antes de que llegara nada. No se ha cobrado nada.
fr: La fenêtre s'est fermée avant que quoi que ce soit n'arrive. Rien n'a été facturé.
it: La finestra si è chiusa prima che arrivasse qualcosa. Non è stato addebitato nulla.
ja: 何も届かないまま受付時間が終了しました。料金は発生していません。
pt_br: A janela fechou antes de qualquer coisa chegar. Nada foi cobrado.

source: There's a problem with your payment. Update it to keep your number. Everything still works for now.
de: Es gibt ein Problem mit Ihrer Zahlung. Aktualisieren Sie sie, um Ihre Nummer zu behalten – vorerst funktioniert noch alles.
es: Hay un problema con tu pago. Actualízalo para conservar tu número; por ahora todo sigue funcionando.
fr: Un problème est survenu avec votre paiement. Mettez-le à jour pour conserver votre numéro. Tout fonctionne encore pour l'instant.
it: C'è un problema con il tuo pagamento. Aggiornalo per mantenere il tuo numero. Per ora funziona ancora tutto.
ja: お支払いに問題があります。番号を維持するにはお支払い方法を更新してください。今のところ機能はすべて利用できます。
pt_br: Há um problema com seu pagamento. Atualize para manter seu número. Por enquanto tudo continua funcionando.

source: This address never got a code
de: Diese Adresse hat nie einen Code erhalten
es: Esta dirección nunca recibió un código
fr: Cette adresse n'a jamais reçu de code
it: Questo indirizzo non ha mai ricevuto un codice
ja: このアドレスにコードは届きませんでした
pt_br: Este endereço nunca recebeu um código

source: This eSIM can only be installed once. If it's already on your device, check Settings → Cellular instead. Installing again will fail.
de: Diese eSIM lässt sich nur einmal installieren. Wenn sie schon auf deinem Gerät ist, schau unter Einstellungen → Mobilfunk – eine erneute Installation schlägt fehl.
es: Esta eSIM solo puede instalarse una vez. Si ya está en tu dispositivo, revisa Ajustes → Datos móviles: volver a instalarla fallará.
fr: Cette eSIM ne peut être installée qu'une seule fois. Si elle est déjà sur votre appareil, allez dans Réglages → Données cellulaires. Une nouvelle installation échouera.
it: Questa eSIM può essere installata una sola volta. Se è già sul tuo dispositivo, controlla Impostazioni → Cellulare: una nuova installazione non riuscirà.
ja: このeSIMは一度しかインストールできません。すでに端末にある場合は「設定」→「モバイル通信」をご確認ください。再インストールは失敗します。
pt_br: Este eSIM só pode ser instalado uma vez. Se já estiver no seu aparelho, veja em Ajustes → Celular. Instalar de novo vai falhar.

source: This eSIM couldn't be provisioned, so your credits went straight back to your balance.
de: Diese eSIM konnte nicht bereitgestellt werden – deine Credits sind direkt zurück auf dein Guthaben geflossen.
es: No se pudo aprovisionar esta eSIM, así que tus créditos volvieron directamente a tu saldo.
fr: Cette eSIM n'a pas pu être provisionnée : vos crédits sont revenus directement sur votre solde.
it: Non è stato possibile attivare questa eSIM, quindi i tuoi crediti sono tornati subito sul saldo.
ja: このeSIMを発行できなかったため、クレジットは残高にそのまま戻りました。
pt_br: Não foi possível provisionar este eSIM, então seus créditos voltaram direto para o saldo.

source: This number can't call 911 or any emergency service. Always use your phone's own number for emergencies.
de: Mit dieser Nummer erreichen Sie den Notruf 911 und andere Notdienste nicht. Nutzen Sie im Notfall immer die eigene Nummer Ihres Telefons.
es: Este número no puede llamar al 911 ni a ningún servicio de emergencia. Usa siempre el número propio de tu teléfono para emergencias.
fr: Ce numéro ne permet pas d'appeler le 911 ni aucun service d'urgence. Utilisez toujours le numéro de votre téléphone en cas d'urgence.
it: Questo numero non può chiamare il 911 né alcun servizio di emergenza. Per le emergenze usa sempre il numero del tuo telefono.
ja: この番号では911などの緊急通報はできません。緊急時は必ずご自身の電話番号をご利用ください。
pt_br: Este número não liga para o 911 nem para nenhum serviço de emergência. Use sempre o número do seu próprio telefone em emergências.

source: This number can't call 911 or any other emergency service. Always use your phone's own number for emergencies.
de: Mit dieser Nummer erreichen Sie den Notruf 911 oder andere Notdienste nicht. Nutzen Sie im Notfall immer die eigene Nummer Ihres Telefons.
es: Este número no puede llamar al 911 ni a ningún otro servicio de emergencia. Usa siempre el número propio de tu teléfono para emergencias.
fr: Ce numéro ne permet pas d'appeler le 911 ni aucun autre service d'urgence. Utilisez toujours le numéro de votre téléphone en cas d'urgence.
it: Questo numero non può chiamare il 911 né altri servizi di emergenza. Per le emergenze usa sempre il numero del tuo telefono.
ja: この番号では911やその他の緊急通報はできません。緊急時は必ずご自身の電話番号をご利用ください。
pt_br: Este número não liga para o 911 nem para nenhum outro serviço de emergência. Use sempre o número do seu próprio telefone em emergências.

source: This number can't reach emergency services. Use your phone's own number.
de: Diese Nummer erreicht keine Notdienste. Nutzen Sie die eigene Nummer Ihres Telefons.
es: Este número no puede contactar con servicios de emergencia. Usa el número propio de tu teléfono.
fr: Ce numéro ne permet pas de joindre les services d'urgence. Utilisez le numéro de votre téléphone.
it: Questo numero non può contattare i servizi di emergenza. Usa il numero del tuo telefono.
ja: この番号では緊急通報はできません。ご自身の電話番号をご利用ください。
pt_br: Este número não alcança os serviços de emergência. Use o número do seu próprio telefone.

source: This number keeps running and still refunds itself if no code arrives.
de: Diese Nummer läuft weiter und wird weiterhin erstattet, wenn kein Code ankommt.
es: Este número sigue activo y se reembolsa igualmente si no llega ningún código.
fr: Ce numéro reste actif et sera quand même remboursé si aucun code n'arrive.
it: Questo numero resta attivo e viene comunque rimborsato se non arriva alcun codice.
ja: この番号は有効なままで、コードが届かなければ返金されます。
pt_br: Este número continua ativo e ainda é reembolsado se nenhum código chegar.

source: This one didn't work out
de: Das hat nicht geklappt
es: Este no funcionó
fr: Celui-ci n'a pas marché
it: Questo non ha funzionato
ja: これはうまくいきませんでした
pt_br: Este não deu certo

source: This one is hit or miss
de: Hier klappt es mal so, mal so
es: Este funciona a veces sí, a veces no
fr: Celui-ci marche une fois sur deux
it: Questo funziona a intermittenza
ja: これは当たり外れがあります
pt_br: Este funciona às vezes

source: This one rarely works
de: Hier klappt es selten
es: Este casi nunca funciona
fr: Celui-ci marche rarement
it: Questo funziona raramente
ja: これはほとんど届きません
pt_br: Este raramente funciona

source: This permanently deletes your account, balance, and order history. Pending orders are auto-canceled. This can't be undone.
de: Dadurch werden Ihr Konto, Ihr Guthaben und Ihre Bestellhistorie dauerhaft gelöscht. Ausstehende Bestellungen werden automatisch storniert. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente tu cuenta, tu saldo y tu historial de pedidos. Los pedidos pendientes se cancelan automáticamente. No se puede deshacer.
fr: Cette action supprime définitivement votre compte, votre solde et votre historique de commandes. Les commandes en cours sont automatiquement annulées. C'est irréversible.
it: Questo elimina definitivamente il tuo account, il saldo e la cronologia degli ordini. Gli ordini in corso vengono annullati automaticamente. Non può essere annullato.
ja: アカウント、残高、注文履歴が完全に削除されます。進行中の注文は自動的にキャンセルされます。この操作は取り消せません。
pt_br: Isso exclui permanentemente sua conta, saldo e histórico de pedidos. Pedidos pendentes são cancelados automaticamente. Não é possível desfazer.

source: This plan's validity period has ended. Buy another to get back online.
de: Die Laufzeit dieses Tarifs ist abgelaufen. Kaufe einen neuen, um wieder online zu gehen.
es: El periodo de validez de este plan ha terminado. Compra otro para volver a conectarte.
fr: La période de validité de ce forfait est terminée. Achetez-en un autre pour vous reconnecter.
it: Il periodo di validità di questo piano è terminato. Acquistane un altro per tornare online.
ja: このプランの有効期間が終了しました。再接続するには別のプランをご購入ください。
pt_br: O período de validade deste plano terminou. Compre outro para voltar a ficar online.

source: This takes a couple of seconds. The address appears above the moment it's yours.
de: Das dauert ein paar Sekunden. Die Adresse erscheint oben, sobald sie Ihnen gehört.
es: Esto tarda un par de segundos. La dirección aparece arriba en cuanto sea tuya.
fr: Cela prend quelques secondes. L'adresse s'affiche ci-dessus dès qu'elle est à vous.
it: Ci vogliono un paio di secondi. L'indirizzo compare qui sopra appena è tuo.
ja: 数秒で完了します。アドレスが用意でき次第、上に表示されます。
pt_br: Isso leva alguns segundos. O endereço aparece acima assim que for seu.

source: This usually takes a few seconds.
de: Das dauert normalerweise nur wenige Sekunden.
es: Suele tardar unos segundos.
fr: Cela prend généralement quelques secondes.
it: Di solito richiede pochi secondi.
ja: 通常は数秒で完了します。
pt_br: Isso costuma levar alguns segundos.

source: This usually takes a few seconds. You can leave this screen, and we'll let you know when it's ready.
de: Das dauert normalerweise nur wenige Sekunden. Sie können diesen Bildschirm verlassen – wir sagen Bescheid, sobald es so weit ist.
es: Suele tardar unos segundos. Puedes salir de esta pantalla: te avisaremos cuando esté lista.
fr: Cela prend généralement quelques secondes. Vous pouvez quitter cet écran, et nous vous préviendrons dès que c'est prêt.
it: Di solito richiede pochi secondi. Puoi uscire da questa schermata, e ti avviseremo quando è pronto.
ja: 通常は数秒で完了します。この画面を離れても大丈夫です。準備ができたらお知らせします。
pt_br: Isso costuma levar alguns segundos. Você pode sair desta tela, e avisaremos quando estiver pronto.

source: Time's up. Confirming with the network…
de: Zeit abgelaufen – wird beim Netz bestätigt …
es: Se acabó el tiempo: confirmando con la red…
fr: Temps écoulé. Confirmation auprès du réseau…
it: Tempo scaduto. Conferma con la rete…
ja: 時間切れ。ネットワークに確認中…
pt_br: Tempo esgotado. Confirmando com a rede…

source: Top success rates
de: Beste Erfolgsquoten
es: Mejores tasas de éxito
fr: Meilleurs taux de réussite
it: Tassi di successo migliori
ja: 成功率トップ
pt_br: Melhores taxas de sucesso

source: Top up
de: Aufladen
es: Recargar
fr: Recharger
it: Ricarica
ja: チャージ
pt_br: Recarregar

source: Top-up-able
de: Aufladbar
es: Recargable
fr: Rechargeable
it: Ricaricabile
ja: 追加チャージ可
pt_br: Recarregável

# Totals include the %lld credits you already have. %@ in %@ costs %lld credits.
source: Totals include the %1$lld credits you already have. %2$@ in %3$@ costs %4$lld credits.
de: In den Summen sind Ihre bereits vorhandenen %lld Credits enthalten. %@ in %@ kostet %lld Credits.
es: Los totales incluyen los %lld créditos que ya tienes. %@ en %@ cuesta %lld créditos.
fr: Les totaux incluent les %lld crédits que vous avez déjà. %@ en %@ coûte %lld crédits.
it: I totali includono i %lld crediti che hai già. %@ in %@ costa %lld crediti.
ja: 合計にはすでにお持ちの%1$lldクレジットが含まれます。%3$@の%2$@は%4$lldクレジットです。
pt_br: Os totais incluem os %lld créditos que você já tem. %@ em %@ custa %lld créditos.

source: Totals include the %1$lld credits you already have. A typical number costs %2$lld credits. Prices vary by service and country.
de: In den Summen sind Ihre bereits vorhandenen %lld Credits enthalten. Eine typische Nummer kostet %lld Credits – die Preise variieren je nach Dienst und Land.
es: Los totales incluyen los %lld créditos que ya tienes. Un número normal cuesta %lld créditos; los precios varían según el servicio y el país.
fr: Les totaux incluent les %lld crédits que vous avez déjà. Un numéro coûte en général %lld crédits. Les prix varient selon le service et le pays.
it: I totali includono i %lld crediti che hai già. Un numero tipico costa %lld crediti. I prezzi variano per servizio e paese.
ja: 合計にはすでにお持ちの%1$lldクレジットが含まれます。一般的な番号は%2$lldクレジットで、価格はサービスと国によって異なります。
pt_br: Os totais incluem os %lld créditos que você já tem. Um número comum custa %lld créditos. Os preços variam por serviço e país.

source: Travel eSIMs
de: Reise-eSIMs
es: eSIM de viaje
fr: eSIM de voyage
it: eSIM da viaggio
ja: トラベルeSIM
pt_br: eSIMs de viagem

source: Travel eSIMs are temporarily off sale. Any eSIM you already bought keeps working. Find it under My eSIMs.
de: Reise-eSIMs sind vorübergehend nicht im Verkauf. Bereits gekaufte eSIMs funktionieren weiterhin – du findest sie unter „Meine eSIMs“.
es: Las eSIM de viaje no están a la venta temporalmente. Cualquier eSIM que ya hayas comprado sigue funcionando: la encontrarás en «Mis eSIM».
fr: Les eSIM de voyage sont temporairement retirées de la vente. Toute eSIM déjà achetée continue de fonctionner. Retrouvez-la dans « Mes eSIM ».
it: Le eSIM da viaggio non sono temporaneamente in vendita. Le eSIM già acquistate continuano a funzionare: le trovi in «Le mie eSIM».
ja: トラベルeSIMは一時的に販売を停止しています。購入済みのeSIMは引き続きご利用いただけます。「マイeSIM」からご確認ください。
pt_br: As eSIMs de viagem estão temporariamente fora de venda. Qualquer eSIM que você já comprou continua funcionando. Encontre-a em «Meus eSIMs».

source: Travelling? Get data abroad
de: Auf Reisen? Daten fürs Ausland
es: ¿De viaje? Datos en el extranjero
fr: En voyage ? Des données à l'étranger
it: In viaggio? Dati all'estero
ja: 旅行ですか？海外でデータ通信を
pt_br: Viajando? Tenha dados no exterior

source: Try %@
de: %@ versuchen
es: Probar %@
fr: Essayer %@
it: Prova %@
ja: %@を試す
pt_br: Tentar %@

source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
pt_br: Tentar novamente

source: Try another number
de: Andere Nummer versuchen
es: Probar otro número
fr: Essayer un autre numéro
it: Prova un altro numero
ja: 別の番号を試す
pt_br: Tentar outro número
